{
  "link": "https://z-bau.com/programm/2022-11-30/galerie/sarah-lesch",
  "event": "Sarah Lesch",
  "text": "> Nachholtermin vom 20.10.2021 (Tickets behalten ihre Gültigkeit oder können dort zurückgegeben werden, wo sie gekauft wurden).<br /><br />Sarah Lesch zählt zur Speerspitze der neuen deutschen Liedermacherwelle. Sie weiß, wovon sie singt, und bringt nicht nur Standpunkt, sondern auch Lebenserfahrung auf die Bühne. Ihre poetisch-politischen Lieder handeln von Liebe, Leichtigkeit und Friedensfrikadellen, aber auch von den Schattenseiten unseres Zusammenlebens im Privaten und Gesellschaflichen. Sie krempelt das angestaubte Liedermachergenre um, vom Altherrendogmatismus zum lebendigen, emanzipatorischen Kommentar unserer Zeit. Engagement statt Zeigefinger. Witz statt Wut. Gefühl, statt Gefälligkeit. Wo andere ihre Lieder abspulen, hat Sarah Lesch immer noch eine Anekdote parat. Charismatisch führt sie ihr Publikum auf Autobahnrastplätze, an schmutzige Küchentische oder in schummrige Kneipen, bringt den Saal zum Lachen, rührt zu Tränen und provoziert wie nebenbei zu Haltung. Das Außergewöhnliche, schrieb einst die Leipziger Volkszeitung über Sarah Leschs Konzerte, ist, „dass kein einziger Fan das Smartphone draufhält. Alle wollen diese kluge Musik im Moment genießen.“ Und „die Geschichtenstunde gibt es gratis obendrauf“, ergänzt das Musikmagazin Monkeypress.<br />Mittlerweile viereinhalb Alben hat Sarah im Gepäck, darunter das mitten im ersten Shutdown veröffentlichte „Der Einsamkeit zum Trotze“. Sarah Leschs Musik hat keine Sendepause, erst recht nicht in Zeiten einer Pandemie, die das Zusammenrücken nur im übertragenen Sinne möglich macht – und doch so notwendig. Niemand wird alleingelassen, schon gar nicht Sarahs Fans. Mit Hygienekonzept und Zuversicht geht Sarah Lesch auch 2021 auf Tour. Jedes Konzert wird stattfinden. Absagen gibt es nicht, auch wenn die Infektionslage eine Verlegung der Termine notwendig machen sollte. Alle Tickets bleiben in diesen Fällen gültig, können aber natürlich auch zurückgegeben werden. </",
  "date": "2022-11-30",
  "location": "galerie"
}
