{
  "link": "https://z-bau.com/programm/2022-12-06/galerie/chelsea-grin-carnifex",
  "event": "Chelsea Grin + Carnifex",
  "text": "> Nachholtermin vom 07.05.2021 / 17.02.2022<br />Tickets behalten ihre Gültigkeit oder können dort zurückgegeben werden, wo sie gekauft wurden.<br /><br /><br />2022 kommen Carnifex und Chelsea Grin auf Co-Headliner-Tour in den Z-Bau.<br />Special guests sind: LORNA SHORE + VARIALS + THE CONVALESCENCE<br /><br />Chelsea Grin:<br />Chelsea Grin has become a staple in the deathcore community. “Eternal Nightmare” the bandslatest effort is some of Chelsea Grin’s strongest work to date. Known for their technicality and brutal lyrics, “Eternal Nightmare” packs a punch and is sure to be exactly what fans have been waiting for and more, this is the band’s first release with vocalist Tom Barber of Lorna Shore. Chelsea Grin will support this release by appearing on the 2018 Vans Warped Tour as well as a headline run.<br /><br /><br />Carnifex:<br />The undisputed masters of blackened deathcore have returned to ignite sonic memories of albums past with the scorch of old school sound. Set to be released in early Fall, 2021 via Nuclear Blast Records, CARNIFEX’s GRAVESIDE CONFESSIONS is no stranger to the harsh world in which it was created. While all of humanity experiences the turmoil of pain, weakness, and betrayal, it is also deeply ingrained in our nature to keep these notions closely protected; to keep them secret. Often as we approach death, we feel an insatiable need to reveal these things to one another; to confess. “‘GRAVESIDE CONFESSIONS’ is all the things you want to say, but don’t; the things you carry with you a little too long, sometimes right up to your deathbed. This record explores the spaces that we typically push to the side, in an honest and vulnerable way,” explains founder and vocalist Scott Ian Lewis. “There’s a release, a sense of humor, and a catharsis to be found in going there, especially when you don’t go there normally.”<br />Songs like the title track present a direct link to these notions, examining lyrical topics of raw reality, sonically bound by spite. “We’re gonna go a lot of places, it may be funny, it may be profane, but we’re gonna go there,” affirms Lewis. “This song was a blistering opener, the one we knew would get you ready for the rest of the record.” <br />“ALIVE FOR THE LAST TIME” continues the album with a slight tinge of industrial, esoteric melody. Having recently parted ways with their lead guitarist, CARNIFEX in no way felt the need to find another member. Instead, guitarist Cory Arford stepped up to the plate for this record and developed a plethora of mind-bending solos. “There’s really great guitar work on this album, it’s just presented in a different way,” describes Lewis. Becoming a 4 piece has also caused Fred Calderon’s basswork to be much more foundational. The low trembles colliding with the searing guitar executes some of the best tone that CARNIFEX has ever brought forth. <br />With elements of their discography spread throughout, “COUNTESS OF PERPETUAL TORMENT” carries on the weighted tone of SLOW DEATH, whereas the epic essence of “CARRY US AWAY” proclaims huge melodies with soaring choruses and an almost numetal atmosphere.<br />GRAVESIDE CONFESSIONS arose just in time to aid in celebrating the 15 year anniversary of the debut CARNIFEX album, DEAD IN MY ARMS. The band revisited their first album to re-record 3 songs, but now with huge advancements in production technology. A return to their roots, these songs act as the completion of a circle; a return to where things first began. <br />The writing process for GRAVESIDE CONFESSIONS also found the band taking a step back in time; revisiting the notion of not knowing what to expect, and not feeling the need to adhere to what anyone expected from them. During the tumultuous year past, a new rawness arose, and examining this rawness ended up being a form of retreat. “It was another set of events that we couldn’t have predicted; sitting home, no alternatives other than to look at your problems, and write some music. In that setting, you get a very visceral version of us,” explains Lewis. “It makes for a very intense album, not just through the writing process, but through the listening journey, as well.”<br />With the engineering of the record completed in-house by drummer Shawn Cameron, the band recorded the album almost entirely themselves with the help of Mick Kenney for the mixing and mastering. This process, especially compared to CARNIFEX albums of the past, developed a far more satisfying, and concentrated artistic vision for the band. <br />For over a decade CARNIFEX have nurtured an outstanding artistic relationship with unparalleled English artist, GODMACHINE. Having worked with them on two albums prior, he was the obvious fit to design this next installment of visual art for the Deathcore catalog. Already well aware of how to speak to the CARNIFEX style, GODMACHINE required little instruction to catch the vibe. “It was like going back to the well, so to speak, but it’s because there’s still fresh water there,” describes Lewis. A red face of death extends his rotten hand creating a seat for a pensive, brooding skeleton, and the stark yet striking colors perfectly reflect the themes of bleak human secrets, and the dark humor expressed within GRAVESIDE CONFESSIONS. <br />“GRAVESIDE CONFESSIONS leaves an impression,” states Lewis, “not just from a superficial standpoint, but deeper. Listeners will recognize certain things when they compare what the record is, to what they know about the four of us. I hope they find some inspiration to push forward, themselves.” </",
  "date": "2022-12-06",
  "location": "galerie"
}
