{
  "link": "https://z-bau.com/programm/2022-12-07/kv/brot-spiele-w-maleducazione-alcolica-it",
  "event": "Brot &amp; Spiele w/Maleducazione Alcolica (IT)",
  "text": "> MALEDUCAZIONE ALCOLICA<br />(Ska Punk – Viterbo,Italy)<br />*since 2010*<br /><br />Bio:<br />Maleducazione Alcolica is a band born in 2010 from an idea of the singer, started with a live with “Manicomio Latino & Il Maestro Sandokan”.An unexpected feedback hit the young guys and they started to do their duties mixing ska, rocksteady, early reggae and ska-punk to get a huge wall of sound, helped by a big woodwinds session and a perfect rhythm session.They became a good name in the scene since they played with the biggest name in it like Punkreas, 99 Posse, Banda Bassotti, Statuto, No Relax, Talco, Red Ska, Boomdabash, Radici Nel Cemento, etc.In 2013 they wrote, recorded and released their first full length called “Peccati & Sogni” with the help of Tuscia Clan and IndieBox Musica 360°, featuring big artists as Enrico Capuano, Sandman, Rude Hi-Fi Barriobeat and Sandrino Travarelli proving a big success in their country.Some of the singles off of the album were included in some big compilation as:<br /><br />-''Siamo Liberi’’ on Meet'N'Radio Maggio 2013<br /><br />-''Terra Madre’’ on A Punk Crisis Vol XIII° (IndieBox 360°)<br /><br />-''Litri Di Rabbia’' on Punk Underground Disastrous Vol II<br /><br />The band toured all the year all over the Italy promoting “Peccati & Sogni”, signed to Maninalto! Records and then they went back to Rome to record the second LP “Resto Fuori” out on July, 30th 2014 under the label.<br /><br />13 tracks for a very important theme: marginalization.<br /><br />The album has an impressive response from the followers of the genres, so they started to tour like they never did before until 2015 when they released “Je Suis Un Homme”, a brand new single with video.After two years and lots of performances the band changed a bit its members and immediately started to think about a brand new album. “Vele Nere” will be out on October 2017, under the same label, Maninalto! Records. This album tells about a crew history, a way of life and some memories of the past. As usual, the guys included some guest artist, Daniele and Alessandro from “Muro del Canto”, Dema and Jesus from “Talco” but also old friends and very good musicians, Sandokan and Sandrino. With many new songs and a brand new live show, Maleducazione Alcolica is ready to start an amazing season.<br /><br />This is the history but the question is: are you ready to dance with us? </",
  "date": "2022-12-07",
  "location": "kv"
}
