{
  "link": "https://z-bau.com/programm/2022-12-24/roter-salon-galerie-saal/belly-cloud-xxixmas",
  "event": "Belly Cloud XXIXmas",
  "text": "> ...it´s always about music<br /><br />wie in der ersten Nacht ano1994, es geht nicht um DJ-Namen,<br />hypes kommen und gehen, gute Musik bleibt,<br />daher kommt die echte vorFreude, die Motivation,<br />die immer wieder neu belebt wird, durch frische Beats und good taste<br />von KünstlerInnen die genauso ticken wie wir.<br />in music we trust!<br /><br /> <br />>>DJ Detox << // none/such, Leipzig<br />Dresden raised, Leipzig-based record technician, appreciator of the in-between, integral part of the staff @mjut Leipzig and member of clear memory. His knowledge of all things electro and breaks are just cornerstones to his eclectic mix across the genres.<br /><br /><br />>>Jesse G<< // Hard Wax Berlin / Tresor<br /> <br /><br />>> Rainer Trüby<<<br />ex-member of A Forest Mighty Black and today's master of rare vinyl and wine, is still busy with DJing around the globe spreading his musical vision of good music delivering in between the different facets of house and electronic music and mixing it up with his beloved roots i.e. soul, boogie, jazz, funk, Latin. Known as part of the Trüby Trio and selector for compilations such as Talkin Jazz.<br /> <br /><br />>> Huong Federkeil (live) << // computer abuser <br />ambient and abstract beats<br /> <br /><br />>> 01001o11 << // belly cloud<br />einzelne Zellen können dumpf murmeln, sphärische Lieder singen und nervenzerfetzenden Lärm schlagen<br /> <br /><br />>> Patrick Jahn << // Growing Bin Records / belly cloud<br />seine vielschichtige Auswahl an Musik, läßt einem regelmäßig die Kontrolle über die eigene Kinnlade verlieren <br />Zitat: das Sündikat<br /> <br /><br />>> Babis Cloud aka sprsprdr << // belly cloud<br />`sprsprdr` ist die Konsequenz nachdem auch dubstep und breaks in den beatorientierten Mix dazugekommen sind.<br /><br /><br /> <br />Bei der Gestaltung der Räume werden neben den belly cloud tools, Kunstinstallationen auf den Bühnen installiert. Dabei werden Kunstobjekte, die im echten Leben ausgestellt werden, im Clubkontext neu arrangiert.<br /><br /> <br />Heiliger Bim Bam </",
  "date": "2022-12-24",
  "location": "roter-salon-galerie-saal"
}
