{
  "link": "https://z-bau.com/programm/2023-01-25/saal/the-amity-affliction-aus-everyone-loves-you-once-you-leave-them-tour",
  "event": "The Amity Affliction (AUS) - Everyone loves you once you leave them Tour",
  "text": "> Support: Counterparts + SeeYouSpaceCowboy + Gideon<br /><br /><br />Deeply personal and emotionally wrenching, THIS COULD BE HEARTBREAK is The Amity Affliction’s most transformative and revealing record yet. Recorded by producer and longtime collaborator Will Putney at Melbourne’s Holes and Corners with additional drum tracking done at Sing Sing Studios, the album finds The Amity Affliction evolving their signature powerful and cathartic song craft. Both ambitious and grand, album standouts “This Could Be Heartbreak” and “All Fucked Up” are equal parts heavy and hopeful, fueled by frontman Joel Birch’s desperation which achieves extraordinary transcendence through radical honesty and absolute power.<br /><br />THIS COULD BE HEARTBREAK follows The Amity Affliction’s ARIA platinum-certified #1 album, LET THE OCEAN TAKE ME, which proved an to be an international breakthrough for the group. LET THE OCEAN TAKE ME marked The Amity Affliction’s second consecutive time topping the ARIA Album Chart following 2012’s gold-certified CHASING GHOSTS. More recently, the band released SEEMS LIKE FOREVER, the #1 ARIA gold-certified documentary chronicling The Amity Affliction’s history up through their epic “Let The Ocean Take Me World Tour,” which saw the band performing in front of capacity crowds around the globe, including sold-out shows at New York City’s Irving Plaza and London’s KOKO. Furthermore, the band’s most recent single, “Shine On” came in at #25 on Triple J’s “Hottest 100” of 2016. For more than a decade, The Amity Affliction has confronted the very darkest edges of man’s existence through their music and with SEVERED TIES, 2008’s full-length debut, and 2010’s ARIA gold-certified follow-up, YOUNGBLOODS, The Amity Affliction instantly established themselves as leading force in the heavy music world. </",
  "date": "2023-01-25",
  "location": "saal"
}
