{
  "link": "https://z-bau.com/programm/2023-01-26/galerie/uk-subs-uk-nasty-rumors-ch",
  "event": "UK Subs (UK) + Nasty Rumors (CH)",
  "text": "> Nachholtermin vom 30.01.2021 & 29.01.2022<br /><br />With 2017 marking the U.K. Subs’ 40th anniversary; this legendary punk band continues to represent the true spirit of punk rock. Inspired by the Damned at the birth of British Punk, the now equally legendary Charlie Harper formed the Subs out of his then R&B outfit The Marauders, circa summer 1977.<br />Starting out as The Subversives, the name was shortened to The Subs and then changed to U.K. Subs, whilst early line-ups merged their high-speed R&B sound into punk.<br />October 1977 saw Charlie joined by Nicky Garratt on guitar, and it was the Harper/Garratt song writing partnership that would go on to collaborate on the band's most successful record releases. Through 1977 and 1978 the band played shows all over London including the infamous Roxy punk club, building up a fiercely loyal and sizeable following. Their first ‘recorded’ output was on the ‘Farewell To The Roxy’ LP.<br />This bought them to the attention of John Peel who was obviously impressed enough to offer to finance their first single. However, City Records ended up releasing their first brilliant single, C.I.D, in September 1978. It became a huge indie number 1 hit. In 1979, they signed to Gem Records and surprised everyone by becoming one of the most consistently and visibly successful punk bands, with seven consecutive UK Top 30 hits between 1979-81 - Stranglehold, Tomorrows Girls, She's Not There, Warhead, Teenage, Party In Paris and Keep On Running. They also scored two UK top ten albums - Brand New Age and Crash Course - establishing themselves throughout the world with a heavy touring schedule that still continues to this day.<br />Led by the indefatigable 72 years young Charlie Harper - now venerated as the godfather of UK punk - the band has continued to improve through various line-ups and record companies.<br />Still touring worldwide, they maintain that true spirit of punk rock continuing to inspire each subsequent generation of fans. There has never been any ",
  "date": "2023-01-26",
  "location": "galerie"
}
