{
  "link": "https://z-bau.com/programm/2023-03-10/saal/milliarden-schuldig-tour",
  "event": "Milliarden - Schuldig Tour",
  "text": "> Nachholtermin vom 31.10.2020 und 18.03.2021 und 03.03.2022<br />Bereits gekaufte Tickets behalten ihre Gültigkeit oder können dort zurückgegeben werden, wo sie gekauft wurden.<br /><br />Auch wenn bei Veröffentlichung ihres vielgelobten Debütalbums „Betrüger“ oft von einem Duo die Rede war, waren sie das eigentlich nie. Auch eine Band ist irgendwie zu wenig. „Wir sind mehr ein Klan, eine Familie“, sagen Ben Hartmann und Johannes Aue. Und so vielbemüht das Prinzip einer Gang, einer Posse, in der Popkultur gerade auch ist, hier scheint es völlig zu stimmen. Es ist der Ton in ihren Stimmen, die Farbe ihrer Blicke. Es ist die tiefe Ernsthaftigkeit, mit der sie immer wieder erzählen, von ihrem Netzwerk, ihren Freunden, von den Menschen, ohne die sie keine Musik, keine Kunst machen könnten.<br /><br />MILLIARDEN sind also viele, wie viele genau kann keiner der beiden sagen. (Wie gut, dass sie eine mögliche Antwort bereits im Namen tragen.) Doch auch wenn Ben und Johannes so wunderbar leidenschaftlich darauf bestehen, nicht allein MILLIARDEN zu sein, so sind sie doch das Epizentrum, der Ursprung, die Quelle. Sie schreiben die Lieder. Lieder voll Liebe, voll Verzweiflung, voll Rausch, voll Selbstaufgabe. Unruhige Lieder. Lieder, bei denen sich beim Mitsingen die eigene Stimme überschlägt. Aufrichtige Lieder. Brutale Lieder, die dir alle Knochen brechen und dich anschließend ins Krankenhaus fahren und dich zudecken. Oder auch nicht. Lieder, die dich allein lassen.<br /><br />Dann wieder Lieder, die dich küssen wollen, bis die Lippen blutig sind. Lieder für Menschen, für die niemand Lieder schreibt. Lieder für dich. Lieder, die für Punk zu leichtfüßig und melodiös sind und für Pop zu rau. Lieder, die wohl selbst beleidigt wären, wenn man ihnen vorschnell ein Genre aufdrückt, Lieder, die mit aller Macht versuchen aus dem Tonträger, aus der Festplatte, aus deinem verdammten Handylautsprecher auszubrechen. Immer leicht schiefe Gassenhauer, die knarzen wie Kneipendielen und die auf die Bühne gehören. Wo MILLIARDEN aber zum Glück eigentlich sowieso immer sind. Immer immer. Zwischen verzerrten Gitarren und übersteuerten Synthesizern steht Ben dann mit abgesplittertem roten Nagellack da und liebt und leidet vor unseren Augen so echt und unmittelbar, dass man noch in der letzten Reihe denken kann, man schmecke seinen Schweiß in der Luft.<br /><br />Bei der Dichte an Konzerten, die sie seit ihrem Debüt gespielt haben, ist es eigentlich ein Wunder, dass jetzt schon wieder ein Album fertig ist. Und dass das so gut ist. Scheiße, ist das gut. Jetzt denkt ihr bestimmt: „Ey, der Typ, der das hier schreibt, der muss das ja sagen. Der kriegt ja Kohle dafür und alles und wenn man diesen ganzen bescheuerten Pressetexten glauben würde, wäre in der verdammten Menschheitsgeschichte noch nie ein schlechtes Album erschienen.“ Fair enough.<br /><br />„Berlin“ ist aber trotzdem einfach ein wahnsinnig gutes Album. Und ja: Es heißt „Berlin“. Darf man 2018 wirklich ein Album so nennen? Natürlich nicht! Und deshalb ist es ja so gut. So frech und dreist, so schlau und naiv, so uncool und doch über jeden Zweifel erhaben. Weil es von Herzen kommt nämlich.<br /><br />Von Herzen wie die Ode an Rosemarie, die betrunken Touristen auf der Warschauer-Straße erschreckt. Ben Hartmann singt dieses Lied, als würde er neben ihr auf dem Asphalt liegen und da hinschauen, wo irgendwann mal die Sterne waren. Von Herzen, wie „Ultraschall“, das von zwei Liebenden erzählt, die sich entscheiden ihr gemeinsames Kind abzutreiben. Der Schmerz, die Unsicherheit, die Verwirrung atmen aus jeder Zeile.<br /><br />Von Herzen, wie „Über die Kante“, dessen Text fast an einen Schlager erinnert, dem man aber trotzdem jede Zeile glaubt. Innen ist Aufruhr, ist Chaos, ist ungezähmte Liebe, draußen wird der Traum von Freiheit an Investoren verhökert. Die Stadt, die dieses Album so eindrucksvoll an die Wand wirft, wird es vielleicht in ein paar Jahren nicht mehr geben. Auch weil es Menschen gibt, denen eine neue Shoppingmall, denen neue Sneaker wichtiger sind als, nun ja, Menschen.<br /><br />„Berlin“ ist ein Liebesbrief an die „Toten vom Rosenthaler Platz”<br />„Berlin“ ist ein Liebesbrief. Ein zerknickter, den man lange in der Innentasche seiner Jacke herumgetragen hat. Einige Zeilen hat der Regen verwischt, andere stimmen längst nicht mehr. Aber all das war irgendwann mal wahr. Es ist ein Brief voller Fragen, deren Antwort nur die Zeit kennt oder der Wind oder irgendwer, aber am Ende wahrscheinlich dann doch niemand so wirklich. Ein Brief, der vom ‚Wegwollen‘ schreibt, vom ‚Klebenbleiben‘, von Fremdheit und Verbundenheit. Es ist ein Liebesbrief an eine sterbende Idee, an eine sterbende Stadt. Ein Liebesbrief an die Vergessenen, die Kaputten. An die „Toten vom Rosenthaler Platz”.<br /><br />Das Gefühl, das am Ende bleibt, könnte folgendes sein: An einem Ort, an dem jeder einsam ist, sind wir am Ende wohl am wenigsten allein. </",
  "date": "2023-03-10",
  "location": "saal"
}
