{
  "link": "https://z-bau.com/programm/2023-03-16/roter-salon/vizediktator-was-kostet-die-welt-tour-2022-ambiviolenz-nachholtermin",
  "event": "Vizediktator - Was kostet die Welt Tour 2022 + Ambiviolenz (Nachholtermin)",
  "text": "> Ersatztermin vom 9.11.22. Tickets behalten ihre Gültigkeit!<br /><br />+++<br /><br />2001 katapultiert uns direkt in adoleszente Zeiten zurück. Billigen Fusel saufen und Kippen von der Tanke des Vertrauens, die das ganze Jugendschutzgesetzding nicht so eng sah. Ohne Angst vor Konsequenzen haben wir unseren Unmut mit Lack auf die Kacheln im U-Bahnschacht gesprüht. Wir denken oft an diese prägenden Nächte zurück, die nicht immer ganz konsequenzlos endeten.<br /><br />Mit 2001 veröffentlichen Vizediktator nicht nur die zweite neue Single in diesem Jahr - sie kündigen auch direkt das zweite Album der Bandg an: Was kostet die Welt erscheint am 14. Oktober über das Eigenlabel Rausch / Cargo Records.<br /><br />Neben authentischer Gossen-Romantik, bleibt die Band inhaltlich auch den großen Gefühlen wie Liebe, Verlust und Rausch treu. Allerdings ist man mit Mitte 30 doch auch ein Stück erwachsener geworden und der Themenkreis hat sich erweitert. Kinder und die damit verbundenen Sorgen, Freuden und all die menschengemachten Extreme werden adressiert.<br /><br />„...besitzt mehr Euphorie als eine geschüttelte Sektflasche, die man vor dem Ausgehen öffnet.“ Linus Volkmann / Musikexpress<br /><br />„...den Finger am Puls der Zeit... und Rock wird wieder wichtig.“ Zitty<br /><br />Support: Ambiviolenz:<br />AMBIVIOLENZ inhaliert den Nihilismus von Punk-Rock und spuckt ihn in mehreren Genres, von den Zuständen der Lyrik durchgekaut, wieder aus. Künstlerisch schwindelfrei traut sich das fulminante Performance Pop Powerhaus Exzentrik ernst zu meinen und sich durchs Verkleiden auszuziehen statt zu tarnen.<br /><br />Michael Grebner trommelt ein Lead-Schlagzeug bei dem einem nicht nur schwindelig wird, er schafft es auch einem das Wasser regelrecht aus den Tränensäcken zu prügeln. Jonas Rausch spielt nicht einfach nur Bass, er groovt funky als wandelnde Genre-Collage durch sein bizarres Musik-Archiv-Brain. Florian Achtziger kämpft dabei mit all seiner virtuosen Musiker-Macht gegen Monotonie und zaubert Gitarren und Tasten Melodien, die uns daran erinnern, dass Schönheit niemals zu unterschätzen ist. Sie ist schön! So schön, wie die Texte, Bewegungen und Gefühlsausbrüche der Sängerin Eva Nüßlein, die ihre tiefempfundenen und ganz ernstgemeinten Seelenzustände ins All plärrt, säuselt, schluchtzt. </",
  "date": "2023-03-16",
  "location": "roter-salon"
}
