{
  "link": "https://z-bau.com/programm/2023-04-25/galerie/bruckner-zerrissen-tour",
  "event": "bruckner-zerrissen-tour",
  "text": "> Alle sagen, du sollst sein, wer du bist: Die Brüder von Bruckner machen Indie-Pop, der zu vielseitig ist, um in eine Schublade zu passen und den man nicht festhalten kann, weil er sich ständig neu erfindet. Bruckners Songs klingen wie die treibende Sehnsucht nach Veränderung und schmecken wie der Morgennebel nach einer durchfeierten Nacht. Zwischen Akustikgitarre und zersplittertem Handydisplay, Synthie-Sounds und der Suche nach dem Sinn: Bruckner beweisen, dass deutscher Indie-Pop weitaus mehr sein kann als austauschbarer Einheitsbrei.<br />Wir leben zwischen Tag und Nacht, / Äonen im Sekundenschlaf / komm lass los, gib dem Ziehen nach, / genieß die Kurven, spür’ die Fliehkraft.<br />Als Söhne eines Musiklehrers am bayerischen Chiemsee aufgewachsen, kommen Jakob und Matti Bruckner schon früh mit klassischer Musik in Kontakt und lernen Klavier und Gitarre. Aber zu Mozart lässt es bekanntlich nur schwer headbangen und sich einschränken zu lassen, lag den beiden schon immer fern. Deshalb experimentieren sie lieber mit verschiedensten Musikstilen von Metal bis Punk und probieren aus, was man aus Musik so alles herausholen kann. Später ziehen Jakob und Matti zum Studieren nach Regensburg, doch egal, was sich im Leben der beiden auch verändert: Musik bleibt stets die Konstante. Als Jakob als Singer-Songwriter auftritt und Matti sowieso schon als Gitarrist auf der Bühne steht, stellen die beiden fest, dass man wohl besser nicht trennen sollte, was sich so perfekt ergänzt. Aus Singer-Songwriter wird Singer-Songwriter-Duo und aus Jakob und Matti wird 2017 die Band Bruckner.<br />Die Stirn ist salziger Schweiß, / die Finger kribbeln so leicht - zip zip / fühl, wie die Zellen sich teilen, / check’, dass nie irgendwas bleibt, wie es ist.<br />Da es Stillstand im Leben von Bruckner nicht gibt, pendeln sie von Regensburg so oft es geht nach Berlin, wo sie im Studio an neuen Songs tüfteln und das Ganze schließlich im Juni 2020 gemeinsam mit Produzent Robert Stephenson zu ihrem Debüt-Album Hier bündeln. Aus allseits bekannten Gründen folgt erst 2021 (dafür aber umso schweißnasser) die sogenannte Hier-Tour, auf der Bruckner mit erweiterter Live-Besetzung so viele Fans auf ihren Shows zum Tanzen bringen, dass etliche Festivalbooker aufmerksam werden, die Jungs am Kragen packen und direkt auf ihre Bühnen verfrachten.<br />Während des Sommers mit über dreißig Festivalauftritten, merken Jakob und Matti schnell, dass bekanntlich bei jeder guten Serie auf die erste Staffel (mindestens) eine zweite folgt. Es kommt, was kommen muss und von Fans sehnlichst erwartet wird: Am 21. April 2023 wird mit Zerrissen Bruckners zweites Studioalbum das Licht der Welt erblicken.<br />Auf der siebzehn Tracks starken Platte stellen die Brüder einmal mehr die Vielseitigkeit ihres musikalischen Könnens unter Beweis: Von verträumten Gitarrenläufen bis zu Autotune-Sounds, von Akustik-Balladen bis zur Indie-Pop-Hymne verschmelzen Bruckner verschiedenste Genres, so dass<br />kein Song klingt wie der andere. Auf wundersame Weise schaffen es Bruckner dennoch spielerisch, einen roten Faden durch die Platte zu weben und die verschiedenartigen Sounds zu einem musikalischen Gesamtwerk zu vereinen. Davon wird man sich 2023 auch auf der Tour zum Album überzeugen können, die Bruckner, quer durch Deutschland, Österreich und die Schweiz führen wird.<br />Die titelgebende Zerrissenheit des Albums spiegelt sich aber auch in dessen Entstehungsprozess wider: Ein Großteil der Platte haben Bruckner in Eigenregie in ihrem WG-Studio produziert, an anderen Songs wurde mit befreundeten Produzenten gearbeitet. Ein langwieriger Prozess, der nur genau in dieser Band-Konstellation funktionieren kann, wie Sänger Jakob weiß: „Ich hätte nie eine andere Band haben können, weil nur Matti mich so genau kennt und nicht an dem ewigen Zweifler, der ich bin, zugrunde geht.“<br />Lichter aus, Welt ist dunkel / sag, was haben wir beide noch hier verloren / Niemandsland, letzte Runde / hauen irgendwann hier ab / das haben wir geschworen.<br />Wie kaum eine andere deutsche Band verarbeiten Bruckner in ihren Songs die Zerrissenheit einer Generation: Bruckners Texte changieren zwischen ekstatischer Clubnacht und der verzweifelten Suche nach einem Ankerpunkt, zwischen Daydrinking und Selbstzweifeln, On-Off-Beziehungen und Instagram-Filtern, Kaff und Großstadt. Doch statt überfordert den Kopf im Sand zu vergraben, nehmen Bruckner die Unsicherheit als Chance an und feiern den Weg ins Ungewisse.<br />Bruckner geben deutschem Indie-Pop nicht nur ein sondern gleich viele neue Gesichter: Gib mir mehr davon!<br /><br />Fotocredits: Leon Crusius </",
  "date": "2023-04-25",
  "location": "galerie"
}
